{"id":1482649670,"bookName":"Алые паруса","authorName":"Александр","authorSurname":"Грин","year":1923,"description":"Феерия рассказывает историю о девочке Ассоль, которая потеряла свою мать, когда ей было всего восемь месяцев. Ассоль жила в деревушке Каперна со своим отцом — моряком Лонгреном. Отец, человек замкнутый и нелюдимый, после отставки стал делать и продавать игрушки — искусно изготовленные модели парусников и пароходов, чтобы заработать себе и маленькой дочери на жизнь."}
{"id":485745869,"bookName":"Мастер и Маргарита","authorName":"Михаил","authorSurname":"Булгаков","year":1966,"description":"Действие романа начинается в один из майских дней, когда два московских литератора — председатель правления МАССОЛИТа Михаил Александрович Берлиоз и поэт Иван Бездомный — во время прогулки на Патриарших прудах встречают незнакомца, похожего на иностранца. Он включается в разговор об Иисусе Христе, рассказывает о своём пребывании на балконе прокуратора Иудеи Понтия Пилата и предрекает, что Берлиозу отрежет голову «русская женщина, комсомолка». Литераторы не знают, что перед ними Воланд — дьявол, прибывший в советскую столицу со своей свитой: Фаготом-Коровьевым, Азазелло, котом Бегемотом и служанкой Геллой."}
{"id":2048179746,"bookName":"Ведьмак. Последнее желание.","authorName":"Анджей","authorSurname":"Сапковский","year":2016,"description":"Главным героем серии является Геральт из Ривии, ведьмак — наёмник, выполняющий заказы, связанные с монстрами, представляющими угрозу для жизни людей. В детстве он, как и другие ведьмаки, подвергся мутациям, из-за которых получил высокие боевые качества: повышенная сила, быстрота реакции, ускоренный метаболизм, но при этом потерял возможность иметь детей.Основная работа Геральта — за деньги уничтожать опасных чудовищ. Однако он не всегда готов бездумно выполнять заказы своих нанимателей. К примеру, он отказывается уничтожать существ, обладающих высоким интеллектом, или драконов, которые находятся под угрозой вымирания."}
{"id":2146048588,"bookName":"Уникальный экземпляр. Истории о том о сём","authorName":"Том","authorSurname":"Хэнкс","year":2017,"description":"Герои Хэнкса отправляются на Луну в самодельной ракете, застревают в Париже во время промо-тура блокбастера «Кассандра Рэмпарт III: Страх на пороге», раз за разом возвращаются в один и тот же день «Мира будущего» на нью-йоркской Всемирной выставке 1939 года, предпочитают компьютеру винтажную пишущую машинку..."}
{"id":1307697305,"bookName":"Из третьего мира - в первый. История Сингапура","authorName":"Куан Ю","authorSurname":"Ли","year":2016,"description":"Когда крохотный Сингапур в 1965 году получил независимость, никто не верил, что ему удастся выжить. Однако он не просто выжил, а превратился в процветающую столицу Азиатского региона с лучшим в мире аэропортом, крупнейшей авиалинией, ключевым торговым портом, заняв четвертое место в мире по уровню дохода на душу населения."}
